Repository: mvz/alexandria-book-collection-manager
Catalog: po/*.po
Languages: ka

source: A program to help you manage your book collection.
ka: პროგრამა, რომელიც წიგნების კოლექციის მართვაში დაგეხმარებათ.

source: Couldn't reach the provider '%s': timeout expired.
ka: '%s'-სთან დაკავშირების შეცდომა: მოლოდინის დრო ამოიწურა.

source: Couldn't reach the provider '%s': socket error (%s).
ka: '%s'-სთან დაკავშირების შეცდომა: სოკეტის შეცდომა (%s).

source: No results were found. Make sure your search criterion is spelled correctly, and try again.
ka: შედეგები აღმოჩენილი არაა. დარწმუნდით, რომ ძებნის პირობა სწორად გიწერიათ და თავიდან სცადეთ.

source: Too many results for that search.
ka: ამ ძებნის მეტისმეტად ბევრი შედეგი.

source: Invalid search type.
ka: ძებნის არასწორი ტიპი.

source: Enabled
ka: ჩართული

source: British Library
ka: ბრიტანული ბიბლიოთეკა

source: Library of Congress (Usa)
ka: კონგრესის ბიბლიოთეკა (USA)

source: Invalid ISBN
ka: არასწორი ISBN

source: Hostname
ka: ჰოსტის სახელი

source: Port
ka: პორტი

source: Database
ka: მონაცემთა ბაზა

source: Record syntax
ka: ჩანაწერის სინტაქსის

source: Username
ka: მომხმარებლის სახელი

source: Password
ka: პაროლი

source: Charset encoding
ka: სიმბოლოების კოდირება

source: Archived ONIX XML
ka: დაარქივებული ONIX XML

source: Archived Tellico XML
ka: დაარქივებული Tellico XML

source: CSV list
ka: CSV სია

source: ISBN List
ka: ISBN სია

source: iPod Notes
ka: iPod შენიშვნები

source: HTML Web Page
ka: HTML ვებგვერდი

source: Autodetect
ka: ავტოამოცნობა

source: Archived Tellico XML (*.bc, *.tc)
ka: დაარქივებული Tellico XML (*.bc, *.tc)

source: ISBN List (*.txt)
ka: ISBN სია (*.txt)

source: Unsupported type
ka: მხარდაუჭერელი ტიპი

source: Not Recognized
ka: ამოუცნობი

source: My Library
ka: ჩემი ბიბლიოთეკა

source: Not a book: %<book>s
ka: წიგნს არ წარმოადგენს: %<book>s

source: %<file>s isbn is not okay
ka: %<file>s ISBN არასწორია

source: %<file>s version is not okay
ka: %<file>s ვერსია არასწორია

source: %<file>s pub year is not okay
ka: %<file>s გამოცემის წელი არასწორია

source: Untitled
ka: უსახელო

source: Book %<isbn>s was already deleted
ka: წიგნი %<isbn>s უკვე წაშალეთ

source: Don't know how to handle type %<type>s (barcode: %<code>s)
ka: არ ვიცი, როგორ დავამუშაო ტიპი %<type>s (ბარკოდი: %<code>s)

source: Error parsing CueCat input
ka: CueCat-ის შეყვანის დამუშავების შეცდომა

source: Unknown scan data %s<data>
ka: უცნობი სკანირების მონაცემები %s<data>

source: Favorite
ka: რჩეული

source: Loaned
ka: ნასესხები

source: Read
ka: წაკითხვა

source: Owned
ka: მფლობელი

source: Wishlist
ka: სურვილები

source: Title
ka: სათაური

source: Authors
ka: ავტორები

source: Publisher
ka: გამომცემელი

source: Publish Year
ka: გამოცემის თარიღი

source: Binding
ka: აკინძვა

source: Rating
ka: ხმის მიცემა

source: Notes
ka: შენიშვნები

source: Tags
ka: ჭდეები

source: Loaning State
ka: თხოვების მდგომარეობა

source: Loaning Date
ka: თხოვების თარიღი

source: Loaning Person
ka: მთხოვნელი პიროვნება

source: Date Read
ka: წაკითხვის თარიღი

source: Own
ka: საკუთარი

source: Want
ka: მინდა

source: days
ka: დღე

source: is set
ka: დაყენებულია

source: is not set
ka: დაყენებული არაა

source: is
ka: არის

source: is not
ka: არ არის

source: contains
ka: შეიცავს

source: does not contain
ka: არ შეიცავს

source: starts with
ka: იწყება

source: ends with
ka: მთავრდება

source: is greater than
ka: მეტი, ვიდრე

source: is less than
ka: ნაკლები, ვიდრე

source: is after
ka: არის შემდეგ

source: is before
ka: არის მანამდე

source: is in last
ka: ბოლო

source: is not in last
ka: არა ბოლო

source: invalid operand klass %<klass>s
ka: არასწორი ოპერანდის კლასი %<klass>s

source: There was %d duplicate
ka: აღმოჩენილია %d დუბლიკატი

source: Couldn't add this book
ka: ამ წიგნის დამატების შეცდომა

source: Searching Provider '%s'...
ka: მომწოდებლის '%s' ძებნა...

source: Error while Searching Provider '%s'
ka: შეცდომა მომწოდებლით ძებნისას '%s'

source: Not Found at Provider '%s'
ka: ვერ ვიპოვე მომწოდებელთან '%s'

source: Found at Provider '%s'
ka: აღმოჩენილია მომწოდებელთან '%s'

source: Ready to use %s barcode scanner
ka: %s ბარკოდის სკანერი გამოსაყენებლად მზადაა

source: Click below to scan _barcodes
ka: ბარკოდების _სკანირებისთვის ქვემოთ დააწკაპუნეთ

source: Couldn't modify the book
ka: წიგნის ჩასწორების შეცდომა

source: Couldn't validate the EAN/ISBN you provided. Make sure it is written correcty, and try again.
ka: მითითებული EAN/ISBN-ის დადასტურება შეუძლებელია. დარწმუნდით, რომ ის სწორად წერია და თავიდან სცადეთ.

source: The EAN/ISBN you provided is already used in this library.
ka: მითითებული EAN/ISBN ამ ბიბლიოთეკაში უკვე გამოიყენება.

source: Properties
ka: თვისებები

source: Properties for '%s'
ka: %s-ის თვისებები

source: Author
ka: ავტორი

source: Select a cover image
ka: აირჩიეთ ყდის გამოსახულების ფაილი

source: No Cover
ka: ყდის გარეშე

source: %d day
ka: %d დღე

source: out of range
ka: დიაპაზონს გარეთ

source: The following lines are not valid ISBNs and were not imported:
ka: შემდეგი ხაზები არასწორი ISBN-ებია და შემოტანილი არ იქნა:

source: Books could not be found for the following ISBNs:
ka: შემდეგი ISBN-ის მქონე წიგნები ვერ ვიპოვე:

source: _Library
ka: _ბიბლიოთეკა

source: _New Library
ka: _ახალი ბიბლიოთეკა

source: Create a new library
ka: ახალი ბიბლიოთეკის შექმნა

source: New _Smart Library...
ka: ახალი _ჭკვიანი ბიბლიოთეკა...

source: Create a new smart library
ka: ახალი ჭკვიანი ბიბლიოთეკის შექმნა

source: _Add Book...
ka: _წიგნის დამატება...

source: Add a new book from the Internet
ka: წიგნის ინტერნეტიდან დამატება

source: Add Book _Manually...
ka: _ახალი წიგნის ხელით ჩამატება...

source: Add a new book manually
ka: ახალი წიგნის ხელით ჩამატება

source: _Import...
ka: _შემოტანა...

source: Import a library
ka: ბიბლიოთეკის შემოტანა

source: _Export...
ka: _გატანა...

source: Export the selected library
ka: მონიშნული ბიბლიოთეკის გატანა

source: A_cquire from Scanner...
ka: სკანერიდან _მიღება...

source: Acquire books from a scanner
ka: წიგნების სკანერიდან მიღება

source: _Properties
ka: _პარამეტრები

source: Edit the properties of the selected book
ka: მონიშნული წიგნის თვისებების ჩასწორება

source: _Quit
ka: _გასვლა

source: Quit the program
ka: პროგრამიდან გასვლა

source: _Edit
ka: _ჩასწორება

source: _Undo
ka: _დაბრუნება

source: Undo the last action
ka: ბოლო მოქმედების გაუქმება

source: _Redo
ka: გამეო_რება

source: Redo the undone action
ka: ბოლო დაბრუნებული ცვლილების გამეორება

source: _Select All
ka: ყველაფრის _მონიშვნა

source: Select all visible books
ka: ყველა ხილული წიგნის მონიშვნა

source: Dese_lect All
ka: მონიშვნის მოხსნა

source: Deselect everything
ka: მონიშვნის მოხსნა

source: My _Rating
ka: ჩემი _რეიტინგი

source: None
ka: არაფერი

source: One Star
ka: ერთი ვარსკვლავი

source: Two Stars
ka: ორი ვარსკვლავი

source: Three Stars
ka: სამი ვარსკვლავი

source: Four Stars
ka: ოთხი ვარსკვლავი

source: Five Stars
ka: ხუთი ვარსკვლავი

source: _Move
ka: გადაადგილება

source: _Rename
ka: _სახელის გადარქმევა

source: _Delete
ka: _წაშლა

source: Delete the selected books or library
ka: მონიშნული წიგნების ან ბიბლიოთეკის წაშლა

source: _Search
ka: ძებნა

source: Filter books
ka: წიგნების გაფიტვრა

source: _Clear Results
ka: შედეგების _გასუფთავება

source: Clear the search results
ka: შედეგების გასუფავება

source: _Preferences
ka: _გამართვა

source: Change Alexandria's settings
ka: Alexandria-ის პარამეტრების შეცვლა

source: _View
ka: _ხედი

source: Arran_ge Icons
ka: ხატულების _დალაგება

source: Display Online _Information
ka: ონლაინ ინფორმაციის ჩვენება

source: _Help
ka: _დახმარება

source: Submit _Bug Report
ka: შეცდომის პატაკის _გაგზავნა

source: Submit a bug report to the developers
ka: პროგრამისტებისთვის შეცდომის პატაკის გაგზავნა

source: Contents
ka: შიგთავსი

source: View Alexandria's manual
ka: Alexandria-ის სახელმძღვანელოს ნახვა

source: _About
ka: _შესახებ

source: Show information about Alexandria
ka: Alexandria-ის შესახებ ინფორმაციის ჩვენება

source: At _%s
ka: _%s-დან

source: Side_pane
ka: გვერდითი _პანელი

source: _Toolbar
ka: ხელსაწყოთა ველი

source: _Statusbar
ka: _სტატუსის ზოლი

source: Re_versed Order
ka: შებრ_უნებული განლაგება

source: View as _Icons
ka: _ხატულების სახით ნახვა

source: View as _List
ka: როგორც სიი_ს ჩვენება

source: By _Title
ka: _სათაურით

source: By _Authors
ka: _ავტორებით

source: By _ISBN
ka: _ISBN-ით

source: By _Publisher
ka: _გამომცემლით

source: By _Binding
ka: _ამკინძველით

source: By _Rating
ka: _რეიტინგით

source: File already exists
ka: ფაილი უკვე არსებობს

source: _Replace
ka: შეცვლა

source: A file named '%s' already exists. Do you want to replace it with the one you are generating?
ka: ფაილი სახელით '%s' უკვე არსებობს. გნებავთ, ჩაანაცვლოთ ის ახლად დაგენერირებული ფაილით?

source: The book '%s' already exists in '%s'. Would you like to replace it?
ka: წიგნი '%s' '%s'-ში უკვე არსებობს. გნებავთ ჩაანაცვლოთ?

source: _Skip
ka: _გამოტოვება

source: If you replace the existing book, its contents will be overwritten.
ka: თუ ჩაანაცვლებთ არსებულ წიგნს, მის შემცველობას თავზე გადაეწერება.

source: Export '%s'
ka: '%s'-ის გატანა

source: _Export
ka: _გატანა

source: _Theme:
ka: _თემა:

source: directory
ka: საქაღალდე

source: Export for_mat:
ka: გატანის_ფორმატი:

source: Export failed
ka: გატანის შეცდომა

source: The target, named '%s', is a regular file. A directory is needed for this operation. Please select a directory and try again.
ka: სამიზნე, სახელით '%s', ჩვეულებრივი ფაილია. ამ ოპერაციისთვის საქაღალდეა საჭირო. აირჩიეთ საქაღალდე და თავიდან სცადეთ.

source: Not a directory
ka: არ წარმოადგეს საქაღალდეს

source: Import a Library
ka: ბიბლიოთეკის შემოტანა

source: _Import
ka: _შემოტანა

source: Couldn't import the library
ka: ბიბლიოთეკის შემოტანის შეცდომა

source: The format of the file you provided is unknown. Please retry with another file.
ka: მითითებული ფაილის ფორმატი უცნობია. სხვა ფაილი სცადეთ.

source: Unable to launch the help browser
ka: დახმარების ბრაუზერის გაშვების შეცდომა

source: Could not display help for Alexandria. There was an error launching the system help browser.
ka: Alexandria-ის დახმარების გამოტანა შეუძლებელია. შეცდომა სისტემური დახმარების ბრაუზერის გაშვებისას.

source: Invalid ISBN '%s'
ka: არასწორი ISBN '%s'

source: The book titled '%s' has an invalid ISBN, but still exists in the providers libraries. Do you want to keep the book but change the ISBN or cancel the addition?
ka: წიგნს სახელით '%s' არასწორი ISBN აქვს მითითებული, მაგრამ ჯერ კიდევ არსებობს მომწოდებლის ბიბლიოთეკებში. გნებავთ, დაიტოვოთ წიგნი, მაგრამ ჩაასწოროთ მისი ISBN თუ გააუქმებთ დამატებას?

source: _Keep
ka: _დატოვება

source: New Library
ka: ახალი ბიბლიოთეკა

source: Loaned To
ka: ვათხოვე

source: A problem occurred while downloading images
ka: გამოსახულებების გადმოწერის შეცდომა

source: Iter is invalid! %s
ka: Iter არასწორია! %s

source: Unable to find matches for your search
ka: თქვენი ძებნა უშედეგოა

source: %s, by %s
ka: %s, ავტორი %s

source: Copying %s into tree view.
ka: %s-ის ხის ხედში კოპირება.

source: Couldn't validate the EAN/ISBN you provided. Make sure it is written correctly, and try again.
ka: მითითებული EAN/ISBN-ის გადამოწმება შეუძლებელია. დარწმუნდით, რომ ის სწორად წერია და თავიდან სცადეთ.

source: Couldn't add the book
ka: წიგნის დამატების შეცდომა

source: '%s' already exists in '%s' (titled '%s').
ka: '%s'-ი უკვე არსებობს'%s'-ში (სათაურით '%s').

source: Adding a Book
ka: წიგნის დამატება

source: Adding '%s'
ka: '%s'-ის დამატება

source: A title must be provided.
ka: სათაურის მითითება აუცილებელია.

source: A publisher must be provided.
ka: გამომცემლის მითითება აუცილებელია.

source: A binding must be provided.
ka: ამკინძავის მითითება აუცილებელია.

source: At least one author must be provided.
ka: აუცილებელია, ერთი ავტორი მაინც მიუთითოთ.

source: New Provider
ka: ახალი მომწოდებელი

source: _Name:
ka: სახელი:

source: _Type:
ka: ტიპი:

source: New Smart Library
ka: ახალი ჭკვიანი ბიბლიოთეკა

source: Smart Library
ka: ჭკვიანი ბიბლიოთეკა

source: Are you sure you want to permanently delete the provider '%s'?
ka: დარწმუნებული ხართ, რომ გსურთ, სამუდამოდ წაშალოთ მომწოდებელი "%s"?

source: If you continue, the provider and all of its preferences will be permanently deleted.
ka: თუ გააგრძელებთ, მომწოდებელი და მისი პარამეტრები სამუდამოდ წაიშლება.

source: Preferences for %s
ka: %s-ის მორგება

source: Are you sure you want to delete '%s'?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ '%s'-ის წაშლა?

source: If you continue, %d book will be deleted.
ka: თუ გააგრძელებთ, სამუდამოდ წაიშლება %d წიგნი.

source: Are you sure you want to delete '%s' from '%s'?
ka: დარწმუნებული ხართ, რომ გსურთ %s-ის წაშლა '%s'-დან?

source: Are you sure you want to delete the selected books from '%s'?
ka: დარწმუნებული ხართ, რომ გსურთ მონიშნული წიგნების წაშლა '%s'-დან?

source: Invalid library name '%s'
ka: ბიბლიოთეკის არასწორი სახელი '%s'

source: The name provided contains the disallowed character <b>%s</b>
ka: შეყვანილი სახელი აკრძალულ სიმბოლოს <b>%s</b> შეიცავს

source: Invalid library name
ka: ბიბლიოთეკის არასწორი სახელი

source: The name provided contains invalid characters.
ka: მითითებული სახელი არასწორ სიმბოლოებს შეიცავს.

source: The library name can not be empty
ka: ბიბლიოთეკის სახელი ცარიელი არ შეიძლება იყოს

source: The library can not be renamed
ka: ბიბლიოთეკის სახელის გადარქმევა შეუძლებელია

source: There is already a library named '%s'. Please choose a different name.
ka: ბიბლიოთეკა სახელით '%s' უკვე არსებობს. შეიყვანეთ სხვა სახელი.

source: Library
ka: ბიბლიოთეკა

source: Error while importing
ka: შეცდომა შემოტანისას

source: _Continue
ka: _გაგრძელება

source: Empty or conflictive condition
ka: ცარიელი ან კონფლიქტური პირობა

source: _Save However
ka: _მაინც შენახვა

source: This smart library contains one or more conditions which are empty or conflict with each other. This is likely to result in never matching a book. Are you sure you want to save this library?
ka: ეს ჭკვიანი ბიბლიოთეკა შეიცავს ერთ ან მეტ პირობას, რომელიც ცარიელია ან კონფლიქტშია ერთმანეთთან. დიდი შანსია, რომ ეს გამოიწვევს იმას, რომ წიგნებს ვერ იპოვით. დარწმუნებული ბრძანდებით, რომ გნებავთ, შეინახოთ ეს ბიბლიოთეკა?

source: Match
ka: დამთხვევა

source: all
ka: ყველა

source: any
ka: ნებისმიერი

source: of the following rules:
ka: შემდეგი წესებიდან:

source: Match the following rule:
ka: შემდეგ წესთან დამთხვევა:

source: Type here the search criterion
ka: შეიყვანეთ საძებნი კრიტერიუმი

source: Match everything
ka: ყველაფერზე დამთხვევა

source: Title contains
ka: სათაური შეიცავს

source: Authors contain
ka: ავტორი შეიცავს

source: ISBN contains
ka: ISBN შეიცავს

source: Publisher contains
ka: გამომცემელი შეიცავს

source: Notes contain
ka: შენიშვნები შეიცავს

source: Tags contain
ka: ჭდეები შეიცავს

source: Change the search type
ka: ძებნის ტიპის სეცვლა

source: View as Icons
ka: ხატულების სახით ნახვა

source: View as List
ka: სიის სახით ნახვა

source: Choose how to show books
ka: აირჩიეთ, როგორ ვაჩვენებთ წიგნებს

source: Library '%s' selected
ka: არჩეულია ბიბლიოთეკა '%s'

source: Library '%s' selected, %d unrated book
ka: არჩეულია ბიბლიოთეკა '%s'. %d წიგნი შეფასების გარეშე

source: Library '%s' selected, %d book
ka: არჩეულია ბიბლიოთეკა '%s'. %d წიგნი

source: Library '%s' selected, %d book, %d unrated
ka: არჩეულია ბიბლიოთეკა '%s'. %d წიგნი, %d შეფასების გარეშე

source: '%s' selected
ka: '%s' არჩეულია

source: %d book selected
ka: %d წიგნი მონიშნულია

source: unrecognized update event
ka: განახლების უცნობი მოვლენა

source: Loading libraries...
ka: ბიბლიოთეკების ჩატვირთვა...

source: The data files for the following books are malformed or empty. Do you wish to attempt to download new information for them from the online book providers?
ka: შემდეგი წიგნების მონაცემები არასწორი ან ცარიელია. გნებავთ ვცადო ახალი ინფორმაცია ონლაინ წიგნების მომწოდებლიდან გადმოვიწერო?

source: Added '%s' to library '%s'
ka: '%s' ჩამატებულია ბიბლიოთეკაში '%s'

source: Loading '%s'...
ka: '%s'-ის ჩატვირთვა…

source: In '_%s'
ka: '_%s'-ში

source: File %<file>s not found
ka: ფაილი %<file>s ვერ ვიპოვე

source: Acquire from Scanner
ka: სკანერიდან მიღება

source: _Barcode Scanner Ready
ka: ბარკოდის სკანერი _მზადაა

source: Save _in:
ka: შესანახი _ადგილი:

source: _Title:
ka: _სათაური:

source: _Authors:
ka: _ავტორები:

source: Tags:
ka: ჭდე:

source: _Binding:
ka: _აკინძვა:

source: Publish _year:
ka: გამოცემის _წელი:

source: _Publisher:
ka: _გამომცემელი:

source: _Cover:
ka: _ყდა:

source: Rating:
ka: შეფასება:

source: Want it?
ka: გნებავთ?

source: Read it?
ka: წაიკითხეთ?

source: Select Date
ka: აირჩიეთ თარიღი

source: Clear Date
ka: თარიღის გასუფთავება

source: Own it?
ka: გაქვთ?

source: General
ka: ზოგადი

source: This book is _loaned
ka: ეს წიგნი _ნათხოვარია

source: _To:
ka: _ვის:

source: _Since:
ka: _თარიღი:

source: Loaning
ka: თხოვება

source: _Libraries:
ka: _ბიბლიოთეკები:

source: by title
ka: სათაურით

source: by authors
ka: ავტორებით

source: by keyword
ka: საკვანძო სიტყვით

source: _Keep Dialog Open after Adding Book
ka: წიგნის დამატების შემდეგ ფანჯრის _ღიად დატოვება

source: _Search:
ka: ძებნა:

source: Preferences
ka: მორგება

source: <b>Visible Columns</b>
ka: <b>ხილული სვეტები</b>

source: _Authors
ka: _ავტორები

source: _Publisher
ka: _გამომცემელი

source: _Rating
ka: _შეფასება

source: _Binding
ka: __აკინძვა

source: Publish _year
ka: გამოცემის _წელი

source: Read?
ka: წაიკითხეთ?

source: Own?
ka: გაქვთ?

source: Want?
ka: გნებავთ?

source: Loaned to
ka: ვათხოვე

source: _List View
ka: _სიის ხედი

source: <b>Book Data Providers</b>
ka: <b>წიგნის მონაცემების მომწოდებლები</b>

source: _Setup
ka: _მორგება

source: Providers are libraries that supply information about books. Some of them can be configured to get better results. You can also customize the order in which they are queried.
ka: მომწოდებლები ბიბლიოთეკებია, რომლებიც წიგნების შესახებ ინფორმაციას შეიცავენ. ზოგიერთი მათგანი შეგიძლიათ მოირგოთ, უკეთესი შედეგებისთვის. ასევე შეგიძლიათ მათი მიმდევრობის ჩასწორებაც.

source: Custom _Z39.50 Providers
ka: _Z39.50 მომწოდებლის ხელით დამატება

source: Add and remove your own Z39.50 providers. Requires the Ruby/ZOOM software library.
ka: თქვენი საკუთარი Z39.50 მომწოდებლის დამატება/წაშლა. ესაჭიროება Ruby/ZOOM პროგრამის ბიბლიოთეკა.

source: _Providers
ka: _მომწოდებლები

source: <b>Barcode Scanner Device</b>
ka: <b>ბარკოდის სკანერის მოწყობილობა</b>

source: _Device type:
ka: _მოწყობილობის ტიპი:

source: <b>Sound Effects</b>
ka: <b>ხმოვანი ეფექტები</b>

source: Scanning
ka: სკანირება

source: Good Scan / Bad Scan
ka: კარგი სკანირება/ცუდი სკანირება

source: _Barcode Scanner
ka: _ბარკოდის სკანერი

source: Alexandria Book Collection Manager
ka: Alexandria წიგნების კოლექციების მმართველი

source: Book Collection Manager
ka: წიგნების კოლექციების მმართველი

source: Manage your book collection
ka: მართეთ თქვენი წიგნების კოლექცია
